[
    {
        "file": "C\\:\\\\Users\\\\xing\\\\Zotero\\\\storage\\\\X8XKIIX4\\\\Li 等。 - 2020 - “Magic mitt” Morphologically controllable AuAg@Au.pdf;C\\:\\\\Users\\\\xing\\\\Zotero\\\\storage\\\\VZSFE3XY\\\\S0925838820324981.html",
        "keywords": "AuAg@AuAg yolk-shell nanostars,Gold-silver alloy,Hot spots,Plasmonic properties,Surface-enhanced Raman scattering (SERS)",
        "langid": "english",
        "abstract": "The yolk-shell structure is a good choice for surface-enhanced Raman scattering (SERS) substrate because the monomer has a dimer property which can create nanogaps with a strong electromagnetic field distribution. However, the existing yolk-shell structures are mostly synthesized on the basis of nanospheres, and there are few reports on the regulation of their optical properties. Compared with other structures, nanostar has emerged as one of the best morphologies for producing SERS because it has more “hot spots” on the branches. This article has synthesized a star-shaped bimetallic yolk-shell structure-AuAg@AuAg yolk-shell nanostar, which has the dual characteristics of the branches and the core-shell structure. It is shaped like a hand with a glove that extends over the hand and only partially covers the fingers, so we also call it “Magic mitt”. And we have adjusted its optical properties by changing the number of branches of the yolk, the thickness of the hollow middle layer and the thickness of the outer shell in this structure. AuAg@AuAg yolk-shell nanostar has shown excellent performance for the improved SERS of rhodamine 6G because of greater coupling between yolk and shell, larger specific surface area, more sufficient particle aggregation, and the blocking effect of the outer shell. The best SERS enhancement factor (EF) of the AuAg@AuAg yolk-shell nanostars for R6G is 1.223~×~106.",
        "urldate": "2021-09-03",
        "url": "https://www.sciencedirect.com/science/article/pii/S0925838820324981",
        "doi": "10.1016/j.jallcom.2020.156134",
        "issn": "0925-8388",
        "pages": "156134",
        "volume": "844",
        "shortjournal": "Journal of Alloys and Compounds",
        "journaltitle": "Journal of Alloys and Compounds",
        "date": "2020-12-05",
        "author": "Li, Yun-le and Zhu, Jian and Weng, Guo-jun and Li, Jian-jun and Xing, Ting-yang and Zhao, Jun-wu",
        "shorttitle": "“{{Magic}} Mitt”",
        "title": "“{{Magic}} Mitt”: Morphologically Controllable {{AuAg}}@{{AuAg}} Yolk-Shell Nanostars with Better Plasmonic Optical Properties",
        "ENTRYTYPE": "article",
        "ID": "liMagicMittMorphologically2020"
    },
    {
        "file": "C\\:\\\\Users\\\\xing\\\\Zotero\\\\storage\\\\5ABPQYUJ\\\\Qi 等。 - 2019 - Tuning the surface enhanced Raman scattering perfo.pdf;C\\:\\\\Users\\\\xing\\\\Zotero\\\\storage\\\\MR8HG9ET\\\\S0925838818340131.html",
        "keywords": "Au nanobipyramids,Au nanobipyramids-Ag core-shell nanoparticles,Au nanorods,Au nanorods-Ag core-shell nanoparticles,Surface-enhanced Raman scattering",
        "langid": "english",
        "abstract": "Noble metal nanostructures exhibit strong surface-enhanced Raman scattering (SERS) activity and attract much attention due to their enhancement of electromagnetic field that is induced by localized surface plasmon resonance (LSPR). It is well known that fabrication of gold nanoparticles with sharp corners or deposition of Ag on gold nanoparticles is the effective way to improve the SERS activity. In this paper, we investigated the SERS performance of gold nanorods (Au NRs) and gold nanobipyramids (Au NBs). Compared with Au NRs, Au NBs had two pentagonal pyramids of which the apexes were much sharper than those of Au NRs and hence possessed greater SERS activity due to the lightning-rod effect. In addition, Au NRs-Ag core-shell nanoparticles (Au NRs@Ag nanoparticles) and Au NBs-Ag core-shell nanoparticles (Au NBs@Ag nanoparticles) were successfully synthesized and their SERS activities were compared. It was observed that the Ag deposition processes were different between Au NRs and Au NBs. During the Ag deposition process, Au NRs gradually changed from nanorods to irregular morphologies (spherical, triangular pyramid, octahedron and so on); the shape of Au NBs changed from bipyramids to rice and adopted a final shape of cylindrical rod. Interestingly, the Au NRs@Ag nanoparticles had higher SERS activity than the corresponding Au NBs@Ag nanoparticles. The mechanism could be attributed to the Ag depositing-induced different shell shapes and alignment fashions of the nanoparticles.",
        "urldate": "2021-09-03",
        "url": "https://www.sciencedirect.com/science/article/pii/S0925838818340131",
        "doi": "10.1016/j.jallcom.2018.10.321",
        "issn": "0925-8388",
        "pages": "934--947",
        "volume": "776",
        "shortjournal": "Journal of Alloys and Compounds",
        "journaltitle": "Journal of Alloys and Compounds",
        "date": "2019-03-05",
        "author": "Qi, Ying and Xing, Ting-yang and Zhao, Jing and Weng, Guo-jun and Li, Jian-jun and Zhu, Jian and Zhao, Jun-wu",
        "shorttitle": "Tuning the Surface Enhanced {{Raman}} Scattering Performance of Anisotropic {{Au}} Core−{{Ag}} Shell Hetero-Nanostructure",
        "title": "Tuning the Surface Enhanced {{Raman}} Scattering Performance of Anisotropic {{Au}} Core−{{Ag}} Shell Hetero-Nanostructure: The Effect of Core Geometry",
        "ENTRYTYPE": "article",
        "ID": "qiTuningSurfaceEnhanced2019"
    },
    {
        "file": "C\\:\\\\Users\\\\xing\\\\Zotero\\\\storage\\\\HVH4YRHZ\\\\Xie 等。 - 2014 - A Project of a Multipath Signal Acquisition and An.pdf;C\\:\\\\Users\\\\xing\\\\Zotero\\\\storage\\\\THQZ967H\\\\6923743.html",
        "keywords": "computer,Computers,data acquisition,Data acquisition,data analysis,Educational institutions,Filtering,Hardware,Labview,Signal sampling,Software",
        "eventtitle": "2014 {{Seventh International Joint Conference}} on {{Computational Sciences}} and {{Optimization}}",
        "abstract": "A kind of development idea on data acquisition and analysis system based on Lab view was presented. Taken audio signal as example, its signal acquisition and analysis method in the system was descript in details. Experiment shows: the system achieved the audio signal sampling, analysis, filtering and signal store function in one Lab view control panel and satisfy the common requirement to industry data acquisition system nicely.",
        "doi": "10.1109/CSO.2014.105",
        "pages": "544--546",
        "date": "2014-07",
        "author": "Xie, Yuchan and Wang, Yiran and Xing, Tingyang",
        "booktitle": "2014 {{Seventh International Joint Conference}} on {{Computational Sciences}} and {{Optimization}}",
        "title": "A {{Project}} of a {{Multipath Signal Acquisition}} and {{Analysis System Based}} on {{Labview}}",
        "ENTRYTYPE": "inproceedings",
        "ID": "xieProjectMultipathSignal2014"
    },
    {
        "file": "C\\:\\\\Users\\\\xing\\\\Zotero\\\\storage\\\\E43VAIMD\\\\Xing 等。 - 2016 - Morphology modification of gold nanoparticles from.pdf",
        "urldate": "2021-09-03",
        "url": "https://aip.scitation.org/doi/abs/10.1063/1.4954977",
        "doi": "10.1063/1.4954977",
        "issn": "0021-8979",
        "publisher": "{American Institute of Physics}",
        "pages": "243104",
        "number": "24",
        "volume": "119",
        "journaltitle": "Journal of Applied Physics",
        "date": "2016-06-28",
        "author": "Xing, Ting-Yang and Zhu, Jian and Li, Jian-Jun and Zhao, Jun-Wu",
        "shorttitle": "Morphology Modification of Gold Nanoparticles from Nanoshell to {{C}}-Shape",
        "title": "Morphology Modification of Gold Nanoparticles from Nanoshell to {{C}}-Shape: Improved Surface Enhanced {{Raman}} Scattering",
        "ENTRYTYPE": "article",
        "ID": "xingMorphologyModificationGold2016"
    },
    {
        "file": "C\\:\\\\Users\\\\xing\\\\Zotero\\\\storage\\\\CPIZYFJL\\\\Xing 等。 - 2017 - Specific Detection of Carcinoembryonic Antigen Bas.pdf",
        "abstract": "The detection of tumor biomarkers in the early stage is highly desirable for the therapy of cancer. However, rapid, low-cost, sensitive, and selective detection of biomarkers remains a challenge owing to the sequence homology, short length, and low abundance. This Research Article describes the synthesis of a novel carcinoembryonic antigen (CEA) probe using hollow porous gold nanoparticles (HPGNPs) with roughened surface based on fluorescence quenching. For specific detection of CEA, the surface of HPGNP is modified by carboxyl modification, carboxyl activation, and antibody conjugation. Furthermore, to enhance the detection performance, we have systematically optimized the parameters, such as particle size, surfactants, surface roughness, surface hole size, and the molecule-particle distance (MPD). The results demonstrate that the fluorescence quenching efficiency would be enhanced with a larger particle size and surface hole size, roughened surface and a greater MPD. Also, with careful inspection of different surfactants of CTAB and PVP, we find that PVP has the optimal performance on fluorescence quenching. Under these optimized conditions, CEA could be detected with an ultralow detection limit of 1.5 pg/mL, and the probe shows a linear range from 2 to 100 pg/mL. The limit of detection is an order of intensity lower than related methods. Interference experiment results have shown that the influence of the interfering proteins could be neglected in the detection procedure.",
        "urldate": "2021-09-03",
        "url": "https://doi.org/10.1021/acsami.7b11310",
        "doi": "10.1021/acsami.7b11310",
        "issn": "1944-8244",
        "publisher": "{American Chemical Society}",
        "pages": "36632--36641",
        "number": "42",
        "volume": "9",
        "shortjournal": "ACS Appl. Mater. Interfaces",
        "journaltitle": "ACS Applied Materials \\& Interfaces",
        "date": "2017-10-25",
        "author": "Xing, Ting-Yang and Zhao, Jing and Weng, Guo-Jun and Zhu, Jian and Li, Jian-Jun and Zhao, Jun-Wu",
        "title": "Specific {{Detection}} of {{Carcinoembryonic Antigen Based}} on {{Fluorescence Quenching}} of {{Hollow Porous Gold Nanoshells}} with {{Roughened Surface}}",
        "ENTRYTYPE": "article",
        "ID": "xingSpecificDetectionCarcinoembryonic2017"
    },
    {
        "file": "C\\:\\\\Users\\\\xing\\\\Zotero\\\\storage\\\\6VMT9D9D\\\\Xing 等。 - 2018 - Synthesis of dual-functional AgAu nanoparticles b.pdf;C\\:\\\\Users\\\\xing\\\\Zotero\\\\storage\\\\WI4FJPP5\\\\Xing 等。 - 2018 - Synthesis of dual-functional AgAu nanoparticles b.pdf;C\\:\\\\Users\\\\xing\\\\Zotero\\\\storage\\\\B6X8HLV9\\\\unauth.html",
        "langid": "english",
        "abstract": "By increasing the pH value of the reaction solution and introducing a small amount of ascorbic acid, Ag/Au nanoparticles with small tips and two surface plasmon resonance (SPR) modes have been prepared. The formation of the two SPR modes results from the different shell and core Au/Ag ratios, which relies on the enhanced dealloying rate of the shell and the weakened cavitating rate of the core under high pH conditions. Then, these Ag/Au nanoparticles have been used in the ultrasensitive detection of Hg2+ and Pb2+ based on the resultant absorption intensity decrease of peaks I and II, which originates from the specific dissolution of Ag and the accelerated speed of the reaction between Na2S2O3 and Au, respectively. The results showed an excellent limit of detection (LOD) of 5 nM for Hg2+ and 1.4 nM for Pb2+, and linear ranges from 30 to 400 nM and from 3 to 180 nM, respectively. Meanwhile, we believe that these bimetallic nanoparticles have widespread applications in sensing and modulating pH based on the dealloying rate of the shell and the cavitating rate of the core which can be extended to the synthesis of other dual-functional metallic nanoprobes.",
        "urldate": "2021-09-03",
        "url": "https://pubs.rsc.org/en/content/articlelanding/2018/tc/c8tc01867g",
        "doi": "10.1039/C8TC01867G",
        "issn": "2050-7534",
        "publisher": "{The Royal Society of Chemistry}",
        "pages": "7557--7567",
        "number": "28",
        "volume": "6",
        "shortjournal": "J. Mater. Chem. C",
        "journaltitle": "Journal of Materials Chemistry C",
        "date": "2018-07-19",
        "author": "Xing, Ting-Yang and Zhao, Jing and Weng, Guo-Jun and Li, Jian-Jun and Zhu, Jian and Zhao, Jun-Wu",
        "title": "Synthesis of Dual-Functional {{Ag}}/{{Au}} Nanoparticles Based on the Decreased Cavitating Rate under Alkaline Conditions and the Colorimetric Detection of Mercury({{II}}) and Lead({{II}})",
        "ENTRYTYPE": "article",
        "ID": "xingSynthesisDualfunctionalAg2018"
    },
    {
        "file": "C\\:\\\\Users\\\\xing\\\\Zotero\\\\storage\\\\J5JC7EML\\\\1-s2.0-S0169433220305651-main.pdf;C\\:\\\\Users\\\\xing\\\\Zotero\\\\storage\\\\MFX2RR3C\\\\Xing 等。 - 2020 - The synthesizing approach analysis of hollow AgAu.pdf;C\\:\\\\Users\\\\xing\\\\Zotero\\\\storage\\\\YEUTW69N\\\\S0169433220305651.html",
        "keywords": "Hollow Ag/Au nanoparticle,Off-center core-to-shell,Reaction approach,Replacement reaction",
        "langid": "english",
        "abstract": "Hollow Ag/Au nanoparticles have many potential applications in the biomedical field due to the flexible tunability of the LSPR and larger electric field enhancement factor compared to their solid counterparts. For the fabrication of hollow Ag/Au nanoparticles, the replacement reaction between HAuCl4 and Ag nanoparticles is considered to be effective. However, the reaction mechanism and the formation procedure of the hollow interior is not fully determined. In the present study, we proposed three possible reaction approaches (shell-to-core, regular core-to-shell and off-center core–to-shell) during the preparation. Based on the analysis of absorption cross-section and local electric field distribution calculated using finite element method of the products at each reaction stage, the off-center core-to-shell synthesizing approach is assumed to be the most reasonable and the electric enhancement factor is the largest. The further experimental results also support our assumption. The reveal of the reaction procedure between HAuCl4 and Ag nanoparticles is believed to help improve the morphology modulation of the hollow Ag/Au nanoparticles and their application in the biomedical field.",
        "urldate": "2021-09-03",
        "url": "https://www.sciencedirect.com/science/article/pii/S0169433220305651",
        "doi": "10.1016/j.apsusc.2020.145809",
        "issn": "0169-4332",
        "pages": "145809",
        "volume": "513",
        "shortjournal": "Applied Surface Science",
        "journaltitle": "Applied Surface Science",
        "date": "2020-05-30",
        "author": "Xing, Tingyang and Ye, Hao and Hu, Xiaoxiao and Wang, Zhihui and Wei, Maomao and He, Liuqing and Wu, Lijun",
        "title": "The Synthesizing Approach Analysis of Hollow {{Ag}}/{{Au}} Nanoparticles in Replacement Reaction between Silver Nanoparticle and Chloroauric Acid",
        "ENTRYTYPE": "article",
        "ID": "xingSynthesizingApproachAnalysis2020"
    }
]