[
  {"id":"liMagicMittMorphologically2020","abstract":"The yolk-shell structure is a good choice for surface-enhanced Raman scattering (SERS) substrate because the monomer has a dimer property which can create nanogaps with a strong electromagnetic field distribution. However, the existing yolk-shell structures are mostly synthesized on the basis of nanospheres, and there are few reports on the regulation of their optical properties. Compared with other structures, nanostar has emerged as one of the best morphologies for producing SERS because it has more “hot spots” on the branches. This article has synthesized a star-shaped bimetallic yolk-shell structure-AuAg@AuAg yolk-shell nanostar, which has the dual characteristics of the branches and the core-shell structure. It is shaped like a hand with a glove that extends over the hand and only partially covers the fingers, so we also call it “Magic mitt”. And we have adjusted its optical properties by changing the number of branches of the yolk, the thickness of the hollow middle layer and the thickness of the outer shell in this structure. AuAg@AuAg yolk-shell nanostar has shown excellent performance for the improved SERS of rhodamine 6G because of greater coupling between yolk and shell, larger specific surface area, more sufficient particle aggregation, and the blocking effect of the outer shell. The best SERS enhancement factor (EF) of the AuAg@AuAg yolk-shell nanostars for R6G is 1.223 × 106.","accessed":{"date-parts":[["2021",9,3]]},"author":[{"family":"Li","given":"Yunle"},{"family":"Zhu","given":"Jian"},{"family":"Weng","given":"Guojun"},{"family":"Li","given":"Jianjun"},{"family":"Xing","given":"Tingyang"},{"family":"Zhao","given":"Junwu"}],"citation-key":"liMagicMittMorphologically2020","container-title":"Journal of Alloys and Compounds","container-title-short":"J. Alloys Compd.","DOI":"10.1016/j.jallcom.2020.156134","ISSN":"0925-8388","issued":{"date-parts":[["2020",12,5]]},"language":"en","license":"All rights reserved","note":"中科院分区升级版: 材料科学2区\n影响因子: 5.8\n5年影响因子: 5.3","page":"156134","source":"ScienceDirect","title":"“Magic mitt”: morphologically controllable AuAg@AuAg yolk-shell nanostars with better plasmonic optical properties","title-short":"“magic mitt”","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0925838820324981","volume":"844"},
  {"id":"qiTuningSurfaceEnhanced2019","abstract":"Noble metal nanostructures exhibit strong surface-enhanced Raman scattering (SERS) activity and attract much attention due to their enhancement of electromagnetic field that is induced by localized surface plasmon resonance (LSPR). It is well known that fabrication of gold nanoparticles with sharp corners or deposition of Ag on gold nanoparticles is the effective way to improve the SERS activity. In this paper, we investigated the SERS performance of gold nanorods (Au NRs) and gold nanobipyramids (Au NBs). Compared with Au NRs, Au NBs had two pentagonal pyramids of which the apexes were much sharper than those of Au NRs and hence possessed greater SERS activity due to the lightning-rod effect. In addition, Au NRs-Ag core-shell nanoparticles (Au NRs@Ag nanoparticles) and Au NBs-Ag core-shell nanoparticles (Au NBs@Ag nanoparticles) were successfully synthesized and their SERS activities were compared. It was observed that the Ag deposition processes were different between Au NRs and Au NBs. During the Ag deposition process, Au NRs gradually changed from nanorods to irregular morphologies (spherical, triangular pyramid, octahedron and so on); the shape of Au NBs changed from bipyramids to rice and adopted a final shape of cylindrical rod. Interestingly, the Au NRs@Ag nanoparticles had higher SERS activity than the corresponding Au NBs@Ag nanoparticles. The mechanism could be attributed to the Ag depositing-induced different shell shapes and alignment fashions of the nanoparticles.","accessed":{"date-parts":[["2021",9,3]]},"author":[{"family":"Qi","given":"Ying"},{"family":"Xing","given":"Tingyang"},{"family":"Zhao","given":"Jing"},{"family":"Weng","given":"Guojun"},{"family":"Li","given":"Jianjun"},{"family":"Zhu","given":"Jian"},{"family":"Zhao","given":"Junwu"}],"citation-key":"qiTuningSurfaceEnhanced2019","container-title":"Journal of Alloys and Compounds","container-title-short":"J. Alloys Compd.","DOI":"10.1016/j.jallcom.2018.10.321","ISSN":"0925-8388","issued":{"date-parts":[["2019",3,5]]},"language":"en","license":"All rights reserved","note":"中科院分区升级版: 材料科学2区\n影响因子: 6.2\n5年影响因子: 5.3","page":"934-947","source":"ScienceDirect","title":"Tuning the surface enhanced raman scattering performance of anisotropic Au core−Ag shell hetero-nanostructure: the effect of core geometry","title-short":"Tuning the surface enhanced raman scattering performance of anisotropic au core−ag shell hetero-nanostructure","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0925838818340131","volume":"776"},
  {"id":"wangChiralPearlescentCellulose2023","abstract":"Abstract\n            Pearlescent materials are of technological importance in a diverse array of industries from cosmetics to premium paints; however, chiral pearlescent materials remain unexplored. Here, chiral pearlescent films with on‐demand iridescence and metallic appearance are simply organized by leveraging vertical pressure to direct the self‐assembly of cellulose nanocrystals. The films are formed with a bilayer planar anchored left‐handed chiral nematic architecture, in which the bottom layer is featured with a vertical gradient pitch, and the top layer is featured with a uniform pitch. Simultaneous reflection of the rainbow colors and an on‐demand color of left‐handed polarized light with angle‐dependent wavelength and polarization state accounts for the unique optical phenomenon based on experimental observation and theoretical analysis. Such chiroptical property can be readily tuned with architectural design, enabling reproducible optical appearance with high fidelity. Bringing the pearlescence, iridescence, and specular reflection together endows cellulose nanocrystal films with rich and tunable chiroptical properties that can be used for anti‐counterfeiting applications. The current work marks the beginning of chiral pearlescent materials from renewable resources, while the pressure‐directed self‐assembly provides a step toward scalable production.","accessed":{"date-parts":[["2023",12,12]]},"author":[{"family":"Wang","given":"Zhaolu"},{"family":"Chu","given":"Jiao"},{"family":"Shi","given":"Lei"},{"family":"Xing","given":"Tingyang"},{"family":"Gao","given":"Xiaoqing"},{"family":"Xu","given":"Yan"}],"citation-key":"wangChiralPearlescentCellulose2023","container-title":"Small","container-title-short":"Small","DOI":"10.1002/smll.202306810","ISSN":"1613-6810, 1613-6829","issue":"15","issued":{"date-parts":[["2023",11,27]]},"language":"en","license":"© 2023 Wiley-VCH GmbH","note":"中科院分区升级版: 材料科学2区\n影响因子: 13.3\n5年影响因子: 13.2","page":"2306810","source":"Wiley Online Library","title":"Chiral pearlescent cellulose nanocrystals films with broad‐range tunable optical properties for anti‐counterfeiting applications","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1002/smll.202306810","volume":"20"},
  {"id":"xingDigitalSmartInternal2024","abstract":"Background\nReasonable postoperative humeroradial and humeroulnar joint spaces maybe an important indicator in biomechanical stability of smart internal fixation surgery for coronoid process basal fractures (CPBF). The aim of this study is to compare elbow articular stresses and elbow-forearm stability under smart internal fixations for the CPBF between normal elbow joint spaces and radius-shortening, and to determine the occult factor of radius-ulna load sharing.\nMethods\nCT images of 70 volunteers with intact elbow joints were retrospectively collected for accurate three-dimensional reconstruction to measure the longitudinal and transverse joint spaces. Two groups of ten finite element (FE) models were established prospectively between normal joint space and radius-shortening with 2.0 mm, including intact elbow joint and forearm, elbow-forearm with CPBF trauma, anterior or posterior double screws-cancellous bone fixation, mini-plate-cancellous bone fixation. Three sets of physiological loads (compression, valgus, varus) were used for FE intelligent calculation, FE model verification, and biomechanical and motion analysis.\nResults\nThe stress distribution between coronoid process and radial head, compression displacements and valgus angles of elbow-forearm in the three smart fixation models of the normal joint spaces were close to those of corresponding intact elbow model, but were significantly different from those of preoperative CPBF models and fixed radius-shortening models. The maximum stresses of three smart fixation instrument models of normal joint spaces were significantly smaller than those of the corresponding fixed radius-shortening models.\nConclusions\nOn the basis of the existing trauma of the elbow-forearm system in clinical practice, which is a dominant factor affecting radius-ulna load sharing, the elbow joint longitudinal space has been found to be the occult factor affecting radius-ulna load sharing. The stability and load sharing of radius and ulna after three kinds of smart fixations of the CPBF is not only related to the anatomical and biomechanical stability principles of smart internal fixations, but also closely related to postoperative elbow joint longitudinal space.","accessed":{"date-parts":[["2024",4,29]]},"author":[{"family":"Xing","given":"Kaiyan"},{"family":"Tan","given":"Guirong"},{"family":"Ying","given":"Linshuo"},{"family":"Ye","given":"Hao"},{"family":"Xing","given":"Tingyang"},{"family":"Chen","given":"Lei"},{"family":"Yang","given":"Fangjia"},{"family":"Liang","given":"Tianjie"},{"family":"Gu","given":"Lingzhi"},{"family":"Xie","given":"Xin"},{"family":"Wang","given":"Renbo"},{"family":"Zhang","given":"Qi"},{"family":"Chen","given":"Wei"},{"family":"Zhang","given":"Yingze"},{"family":"Wu","given":"Lijun"}],"citation-key":"xingDigitalSmartInternal2024","container-title":"Annals of Anatomy - Anatomischer Anzeiger","container-title-short":"Anat. Anz.","DOI":"10.1016/j.aanat.2024.152267","ISSN":"0940-9602","issued":{"date-parts":[["2024",6,1]]},"note":"中科院分区升级版: 医学3区\n影响因子: 2.0\n5年影响因子: 2.2\nTLDR: The elbow joint longitudinal space has been found to be the occult factor affecting radius-ulna load sharing on the basis of the existing trauma of the elbow-forearm system in clinical practice.","page":"152267","source":"ScienceDirect","title":"Digital smart internal fixation surgery for coronal process basal fracture with normal joint spaces or radius-shortening: Occult factor of radius-ulna load sharing","title-short":"Digital smart internal fixation surgery for coronal process basal fracture with normal joint spaces or radius-shortening","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0940960224000591","volume":"254"},
  {"id":"xingGoldNanoparticlesHelical2022","abstract":"Surface-enhanced Raman scattering (SERS) technique has enlarged the application of Raman spectroscopy, and the most crucial problem is the exploration of SERS-active materials. In the paper, a SERS substrate made of helical gold nanoparticles by the directed synthesis of L-glutathione (L-GSH) was proposed. Because of the large surface specific area and the uneven conduction electrons distribution for sharp tips resulted from the complex concave surface and the symmetry breaking structure, The nanostructure has shown an impressive average enhancement factor (EF) of 2.95 × 105 under off-resonant condition. This phenomenon was explained by the experimental results and finite difference time domain (FDTD) method. Finally, the SERS substrates were used to detect thiram on pear with a limit of detection (LOD) of 0.62 mg/kg and R2 of 0.9772. The proposed SERS substrates suggest the potential application of chiral molecules such as amino acids, peptides et al. in the SERS-active materials fabrication.","accessed":{"date-parts":[["2022",6,16]]},"author":[{"family":"Xing","given":"Tingyang"},{"family":"Qian","given":"Qiuping"},{"family":"Ye","given":"Hao"},{"family":"Wang","given":"Zhihui"},{"family":"Jin","given":"Yanyan"},{"family":"Zhang","given":"Ningxia"},{"family":"Wang","given":"Meiyan"},{"family":"Zhou","given":"Yunlong"},{"family":"Gao","given":"Xiaoqing"},{"family":"Wu","given":"Lijun"}],"citation-key":"xingGoldNanoparticlesHelical2022","container-title":"Biosensors and Bioelectronics","container-title-short":"Biosens. Bioelectron.","DOI":"10.1016/j.bios.2022.114430","ISSN":"0956-5663","issued":{"date-parts":[["2022",9,15]]},"language":"en","note":"中科院分区升级版: 生物学1区\n影响因子: 10.7\n5年影响因子: 9.9","page":"114430","source":"ScienceDirect","title":"Gold nanoparticles with helical surface structure transformed from chiral molecules for SERS-active substrates preparation","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0956566322004705","volume":"212"},
  {"id":"xingMorphologyModificationGold2016","accessed":{"date-parts":[["2021",9,3]]},"author":[{"family":"Xing","given":"Tingyang"},{"family":"Zhu","given":"Jian"},{"family":"Li","given":"Jianjun"},{"family":"Zhao","given":"Junwu"}],"citation-key":"xingMorphologyModificationGold2016","container-title":"Journal of Applied Physics","container-title-short":"J. Appl. Phys.","DOI":"10.1063/1.4954977","ISSN":"0021-8979","issue":"24","issued":{"date-parts":[["2016",6,28]]},"language":"en-US","license":"All rights reserved","note":"中科院分区升级版: 物理与天体物理3区\n影响因子: 2.7\n5年影响因子: 2.6","page":"243104","source":"aip.scitation.org (Atypon)","title":"Morphology modification of gold nanoparticles from nanoshell to C-shape: Improved surface enhanced Raman scattering","title-short":"Morphology modification of gold nanoparticles from nanoshell to C-shape","type":"article-journal","URL":"https://aip.scitation.org/doi/abs/10.1063/1.4954977","volume":"119"},
  {"id":"xingSpecificDetectionCarcinoembryonic2017","abstract":"The detection of tumor biomarkers in the early stage is highly desirable for the therapy of cancer. However, rapid, low-cost, sensitive, and selective detection of biomarkers remains a challenge owing to the sequence homology, short length, and low abundance. This Research Article describes the synthesis of a novel carcinoembryonic antigen (CEA) probe using hollow porous gold nanoparticles (HPGNPs) with roughened surface based on fluorescence quenching. For specific detection of CEA, the surface of HPGNP is modified by carboxyl modification, carboxyl activation, and antibody conjugation. Furthermore, to enhance the detection performance, we have systematically optimized the parameters, such as particle size, surfactants, surface roughness, surface hole size, and the molecule-particle distance (MPD). The results demonstrate that the fluorescence quenching efficiency would be enhanced with a larger particle size and surface hole size, roughened surface and a greater MPD. Also, with careful inspection of different surfactants of CTAB and PVP, we find that PVP has the optimal performance on fluorescence quenching. Under these optimized conditions, CEA could be detected with an ultralow detection limit of 1.5 pg/mL, and the probe shows a linear range from 2 to 100 pg/mL. The limit of detection is an order of intensity lower than related methods. Interference experiment results have shown that the influence of the interfering proteins could be neglected in the detection procedure.","accessed":{"date-parts":[["2021",9,3]]},"author":[{"family":"Xing","given":"Tingyang"},{"family":"Zhao","given":"Jing"},{"family":"Weng","given":"Guojun"},{"family":"Zhu","given":"Jian"},{"family":"Li","given":"Jianjun"},{"family":"Zhao","given":"Junwu"}],"citation-key":"xingSpecificDetectionCarcinoembryonic2017","container-title":"ACS Applied Materials & Interfaces","container-title-short":"ACS Appl. Mater. Interfaces","DOI":"10.1021/acsami.7b11310","ISSN":"1944-8244","issue":"42","issued":{"date-parts":[["2017",10,25]]},"language":"en-US","license":"All rights reserved","note":"中科院分区升级版: 材料科学2区\n影响因子: 8.3\n5年影响因子: 8.7\nTLDR: The results demonstrate that the fluorescence quenching efficiency would be enhanced with a larger particle size and surface hole size, roughened surface and a greater MPD, and with careful inspection of different surfactants of CTAB and PVP, it is found that PVP has the optimal performance on fluorescenceQuenching.","page":"36632-36641","source":"ACS Publications","title":"Specific detection of carcinoembryonic antigen based on fluorescence quenching of hollow porous gold nanoshells with roughened surface","type":"article-journal","URL":"https://doi.org/10.1021/acsami.7b11310","volume":"9"},
  {"id":"xingSynthesisDualfunctionalAg2018","abstract":"By increasing the pH value of the reaction solution and introducing a small amount of ascorbic acid, Ag/Au nanoparticles with small tips and two surface plasmon resonance (SPR) modes have been prepared. The formation of the two SPR modes results from the different shell and core Au/Ag ratios, which relies on the enhanced dealloying rate of the shell and the weakened cavitating rate of the core under high pH conditions. Then, these Ag/Au nanoparticles have been used in the ultrasensitive detection of Hg2+ and Pb2+ based on the resultant absorption intensity decrease of peaks I and II, which originates from the specific dissolution of Ag and the accelerated speed of the reaction between Na2S2O3 and Au, respectively. The results showed an excellent limit of detection (LOD) of 5 nM for Hg2+ and 1.4 nM for Pb2+, and linear ranges from 30 to 400 nM and from 3 to 180 nM, respectively. Meanwhile, we believe that these bimetallic nanoparticles have widespread applications in sensing and modulating pH based on the dealloying rate of the shell and the cavitating rate of the core which can be extended to the synthesis of other dual-functional metallic nanoprobes.","accessed":{"date-parts":[["2021",9,3]]},"author":[{"family":"Xing","given":"Tingyang"},{"family":"Zhao","given":"Jing"},{"family":"Weng","given":"Guojun"},{"family":"Li","given":"Jianjun"},{"family":"Zhu","given":"Jian"},{"family":"Zhao","given":"Junwu"}],"citation-key":"xingSynthesisDualfunctionalAg2018","container-title":"Journal of Materials Chemistry C","container-title-short":"J. Mater. Chem. C","DOI":"10.1039/C8TC01867G","ISSN":"2050-7534","issue":"28","issued":{"date-parts":[["2018",7,19]]},"language":"en","license":"All rights reserved","note":"中科院分区升级版: 材料科学2区\n影响因子: 5.7\n5年影响因子: 6.0","page":"7557-7567","source":"pubs.rsc.org","title":"Synthesis of dual-functional Ag/Au nanoparticles based on the decreased cavitating rate under alkaline conditions and the colorimetric detection of mercury(ii) and lead(ii)","type":"article-journal","URL":"https://pubs.rsc.org/en/content/articlelanding/2018/tc/c8tc01867g","volume":"6"},
  {"id":"xingSynthesizingApproachAnalysis2020","abstract":"Hollow Ag/Au nanoparticles have many potential applications in the biomedical field due to the flexible tunability of the LSPR and larger electric field enhancement factor compared to their solid counterparts. For the fabrication of hollow Ag/Au nanoparticles, the replacement reaction between HAuCl4 and Ag nanoparticles is considered to be effective. However, the reaction mechanism and the formation procedure of the hollow interior is not fully determined. In the present study, we proposed three possible reaction approaches (shell-to-core, regular core-to-shell and off-center core–to-shell) during the preparation. Based on the analysis of absorption cross-section and local electric field distribution calculated using finite element method of the products at each reaction stage, the off-center core-to-shell synthesizing approach is assumed to be the most reasonable and the electric enhancement factor is the largest. The further experimental results also support our assumption. The reveal of the reaction procedure between HAuCl4 and Ag nanoparticles is believed to help improve the morphology modulation of the hollow Ag/Au nanoparticles and their application in the biomedical field.","accessed":{"date-parts":[["2021",9,3]]},"author":[{"family":"Xing","given":"Tingyang"},{"family":"Ye","given":"Hao"},{"family":"Hu","given":"Xiaoxiao"},{"family":"Wang","given":"Zhihui"},{"family":"Wei","given":"Maomao"},{"family":"He","given":"Liuqing"},{"family":"Wu","given":"Lijun"}],"citation-key":"xingSynthesizingApproachAnalysis2020","container-title":"Applied Surface Science","container-title-short":"Appl. Surf. Sci.","DOI":"10.1016/j.apsusc.2020.145809","ISSN":"0169-4332","issued":{"date-parts":[["2020",5,30]]},"language":"en","license":"All rights reserved","note":"中科院分区升级版: 材料科学2区\n影响因子: 6.3\n5年影响因子: 5.9","page":"145809","source":"ScienceDirect","title":"The synthesizing approach analysis of hollow Ag/Au nanoparticles in replacement reaction between silver nanoparticle and chloroauric acid","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0169433220305651","volume":"513"},
  {"id":"yangTunableCircularlyPolarized2022","abstract":"Chiral semiconductor nanostructures have received enormous attention due to their emerging circularly polarized luminescence (CPL) properties. However, compared with well-studied photoluminescence (PL), the reported CPL is much weaker and more challenging to be modulated. Herein, we describe a new approach for acquiring the intense and tunable CPL from inorganic chiral photonic crystals (CPCs) doped with semiconductor quantum dots (QDs). Unprecedentedly, the sign, position and intensity of CPL peaks can be precisely controlled by manipulating either the photonic band gap of CPCs or luminescence wavelength of QDs and a giant absolute dissymmetry factor |glum| up to 0.25 is obtained. More importantly, the origin of the CPL modulation is clearly elucidated by both experiment and theory. This work lays the foundation for the construction of next-generation high-performance CPL-based devices.","accessed":{"date-parts":[["2022",7,12]]},"author":[{"family":"Yang","given":"Xuekang"},{"family":"Lv","given":"Jiawei"},{"family":"Zhang","given":"Jing"},{"family":"Shen","given":"Tianxi"},{"family":"Xing","given":"Tingyang"},{"family":"Qi","given":"Fenglian"},{"family":"Ma","given":"Shaohua"},{"family":"Gao","given":"Xiaoqing"},{"family":"Zhang","given":"Wei"},{"family":"Tang","given":"Zhiyong"}],"citation-key":"yangTunableCircularlyPolarized2022","container-title":"Angewandte Chemie International Edition","container-title-short":"Angew. Chem. Int. Ed.","DOI":"10.1002/anie.202201674","ISSN":"1521-3773","issue":"29","issued":{"date-parts":[["2022",5,2]]},"language":"en","note":"中科院分区升级版: 化学1区\n影响因子: 16.6\n5年影响因子: 15.3","page":"e202201674","source":"Wiley Online Library","title":"Tunable circularly polarized luminescence from inorganic chiral photonic crystals doped with quantum dots","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1002/anie.202201674","volume":"61"},
  {"id":"yeAnatomicalBiomechanicalStability2023","abstract":"Objective At present, it is still uncertain whether single screw has the same stability as double screws in the treatment of ulnar coronal process basal fracture (Regan–Morry type III). So, we aimed to compare the pull-out force and anti-rotation torque of anterior single/double screw-cancellous bone fixation (aSSBF, aDSBF) in this fracture, and further study the influencing factors on anatomical and biomechanical stability of smart screw internal fixations. Methods A total of 63 adult volunteers with no history of elbow injury underwent elbow CT scanning with associated three-dimensional reconstruction that enabled the measurements of bone density and fixed length of the proximal ulna and coronoid. The models of coronal process basal fracture, aSSBF and aDSBF, were developed and validated. Using the finite element model test, the sensitivity analysis of pull-out force and rotational torque was carried out. Results The pull-out force of aSSBF model was positively correlated with the density of the cancellous bone and linearly related to the fixed depth of the screw. The load pattern of pull-out force of aDSBF model was similar to that of aSSBF model. The ultimate torque of aDSBF model was higher than that of aSSBF model, but the load pattern of ultimate torque of both models was similar to each other when the fracture reset was satisfactory, and the screw nut attaches closely to coronoid process. Moreover, with enhancement of initial pre-tightening force, the increase of ultimate torque of both models was small. Conclusions In addition to three pull-out stability factors of smart screw fixations, fracture surface fitting degree and nut fitting degree are the other two important anatomical and biomechanical stability factors of smart screw fixations both for rotational stability. When all pull-out stability and rotational stability factors meet reasonable conditions simultaneously, single or double screw fixation methods are stable for the treatments of ulnar coronoid basal fractures.","accessed":{"date-parts":[["2023",1,30]]},"author":[{"family":"Ye","given":"Hao"},{"family":"Yang","given":"Yongchao"},{"family":"Xing","given":"Tingyang"},{"family":"Tan","given":"Guirong"},{"family":"Jin","given":"Shuxun"},{"family":"Zhao","given":"Zhichao"},{"family":"Zhang","given":"Weikang"},{"family":"Li","given":"Yanyan"},{"family":"Zhang","given":"Lei"},{"family":"Wang","given":"Jianshun"},{"family":"Zheng","given":"Rongmei"},{"family":"Lu","given":"Yun"},{"family":"Wu","given":"Lijun"}],"citation-key":"yeAnatomicalBiomechanicalStability2023","container-title":"Orthopaedic Surgery","container-title-short":"Orthop. Surg.","DOI":"10.1111/os.13664","ISSN":"1757-7861","issue":"4","issued":{"date-parts":[["2023",1,16]]},"language":"en","note":"中科院分区升级版: 医学2区\n影响因子: 2.1\n5年影响因子: 2.6\nTLDR: The pull‐out force and anti‐rotation torque of anterior single/double screw‐cancellous bone fixation (aSSBF, aDSBF) in this fracture is compared and the influencing factors on anatomical and biomechanical stability of smart screw internal fixations are studied.","page":"1072-1084","source":"Wiley Online Library","title":"Anatomical and biomechanical stability of single/double screw-cancellous bone fixations of regan–morry type III ulnar coronoid fractures in adults: CT measurement and finite element analysis","title-short":"Anatomical and biomechanical stability of single/double screw-cancellous bone fixations of regan–morry type III ulnar coronoid fractures in adults","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/os.13664","volume":"15"},
  {"id":"zhangConcurrentMechanismsHot2024","abstract":"Abstract\n            \n              The participation of high‐energy hot electrons generated from the non‐radiative decay of localized surface plasmons is an important mechanism for promoting catalytic processes. Herein, another vital mechanism associated with the localized surface plasmon resonance (LSPR) effect, significantly contributing to the nitrogen reduction reaction (NRR), is found. That is to say, the LSPR‐induced strong localized electric fields can weaken the intermolecular hydrogen bonds and regulate the arrangement of water molecules at the solid–liquid interface. The AuCu pentacle nanoparticles with excellent light absorption ability and the capability to generate strong localized electric fields are chosen to demonstrate this effect. The in situ Raman spectra and theoretical calculations are employed to verify the mechanism at the molecular scale in a nitrogen fixation process. Meanwhile, due to the promoted electron transfer at the interface by the well‐ordered interfacial water, as well as the participation of high‐energy hot electrons, the optimal catalyst exhibits excellent performance with an NH\n              3\n              yield of 52.09 µg h\n              −1\n              cm\n              −2\n              and Faradaic efficiency (FE) of 45.82% at ─0.20 V versus RHE. The results are significant for understanding the LSPR effect in catalysis and provide a new approach for regulating the reaction process.","accessed":{"date-parts":[["2024",1,27]]},"author":[{"family":"Zhang","given":"Shaoce"},{"family":"Chen","given":"Dong"},{"family":"Chen","given":"Peigang"},{"family":"Zhang","given":"Rong"},{"family":"Hou","given":"Yue"},{"family":"Guo","given":"Ying"},{"family":"Li","given":"Pei"},{"family":"Liang","given":"Xiu"},{"family":"Xing","given":"Tingyang"},{"family":"Chen","given":"Jie"},{"family":"Zhao","given":"Yuwei"},{"family":"Huang","given":"Zhaodong"},{"family":"Lei","given":"Dangyuan"},{"family":"Zhi","given":"Chunyi"}],"citation-key":"zhangConcurrentMechanismsHot2024","container-title":"Advanced Materials","container-title-short":"Adv. Mater.","DOI":"10.1002/adma.202310776","ISSN":"0935-9648, 1521-4095","issue":"15","issued":{"date-parts":[["2024",4]]},"language":"en","license":"© 2024 The Authors. Advanced Materials published by Wiley-VCH GmbH","note":"中科院分区升级版: 材料科学1区\n影响因子: 27.4\n5年影响因子: 30.2","page":"2310776","source":"Wiley Online Library","title":"Concurrent mechanisms of hot electrons and interfacial water molecule ordering in plasmon‐enhanced nitrogen fixation","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1002/adma.202310776","volume":"36"},
  {"id":"zhangFacilePreparationCu2xS2022","abstract":"Surface-enhanced Raman scattering (SERS) techniques benefit from the development of various substrates ranging from noble metal to semiconductor materials. Semiconductor substrates have been assumed to construct more specific structures and designable surface chemistry than noble metal substrates. Therefore, the development of semiconductor substrates may lead to the selective recognition of target molecules, more stable SERS spectra, and even low-cost fabrication of SERS substrates. In this paper, we disclose semiconductor supernanoparticles formed by a self-limiting assembly process with stable properties, easy scale-up fabrication, and high SERS enhancement. The detected concentration of analytes reaches as low as 10−8 M. The built-in hotspots and self-doping in suprananoparticles provide strong electromagnetic enhancement, and the molecular resonance and charge transfer with the target molecule contribute to chemical enhancement. Discrete dipole approximation simulation was used to further confirm the SERS enhancement mechanism. Cu2-xS supernanoparticles paved a new way to construct novel semiconductors with SERS activity.","accessed":{"date-parts":[["2022",1,24]]},"author":[{"family":"Zhang","given":"Jun"},{"family":"Xing","given":"Tingyang"},{"family":"Zhang","given":"Min"},{"family":"Zhou","given":"Yunlong"}],"citation-key":"zhangFacilePreparationCu2xS2022","container-title":"Chemical Engineering Journal","container-title-short":"Chem. Eng. J.","DOI":"10.1016/j.cej.2021.134457","ISSN":"13858947","issued":{"date-parts":[["2022",4,15]]},"language":"en","license":"All rights reserved","note":"中科院分区升级版: 工程技术1区\n影响因子: 13.3\n5年影响因子: 13.2","page":"134457","source":"ScienceDirect","title":"Facile preparation of Cu2-xS supernanoparticles with an unambiguous SERS enhancement mechanism","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S1385894721060277","volume":"434"}
]
